[M_IceManCometh MissionDefinition]
MissionName="Picolé de Bandidos"
MissionDescription="Os Bandidos de [place]Three Horns Divide[-place] estão aterrorizando os viajantes que passam por ali há anos. Ainda bem que o Claptrap teve uma ideia: segundo ele, se você conseguir desligar todas as caldeiras dos bandidos, eles ficarão com tanto frio que se trancarão dentro de suas casas para não morrerem congelados. "
TurnInDescription="O Claptrap passa por aqui toda semana, pessoal!"
MissionSummary="Desligue as caldeiras dos bandidos para que eles parem de lutar."
MissionGiver="Que maravilha! Você causou pequenas enfermidades em alguns bandidos!"
MissionTurnInLocation="Painel de Trabalhos de Happy Pig"
TeaserText="Que frio."

[M_IceManCometh:ActivateExplosivesTransmitter MissionObjectiveDefinition]
ProgressMessage="Ative o transmissor"

[M_IceManCometh:ActivateTransmitter MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IceManCometh:KillSnowPsychos MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine os bandidos da neve."
MissionDescriptionOverride=""

[M_IceManCometh:KillSnowyPyschos MissionObjectiveDefinition]
ProgressMessage="Elimine os psicopatas da neve"

[M_IceManCometh:PickupDynamite MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IceManCometh:PickupSticksofDynamite MissionObjectiveDefinition]
ProgressMessage="Pegue a dinamite"

[M_IceManCometh:PlaceDynamite MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IceManCometh:PlaceDynamiteSticks MissionObjectiveDefinition]
ProgressMessage="Sabote as caldeiras"

